Repository: vitaminwater/RescueJumper
Catalog: RescueJumper/*.lproj/Localizable.strings
Languages: fr, ko

# GameLevel1Intro
source: Hello fellow human ! Welcome to the RescueJumper training camp ! In this first stage I'll teach you how to control your troops. Let's try with a simple case. Lead these guys to this building. I show you and you repeat. Ok?
fr: Salut, Humain ! Bienvenue au camp d'entrainement de RescueJumper ! Lors de cette première étape, je vais t'apprendre comment contrôler tes troupes. Commençons par quelque chose de simple. Emmène ces rescapés jusqu'a ce bâtiment. Je te montre et tu le fais. OK ?
ko: 동료 인간 안녕하세요! 에 오신 것을 환영합니다 RescueJumper 훈련 캠프! 이 첫 번째 단계에서 나는 방법에 당신의 군대를 통제 법을 가르쳐드립니다. 의이 간단한 사건을 시도해 보자. { }이 건물에 사람들을 리드. { } I가 표시 당신과 당신이 반복하십시오. , 좋아?

# GameLevel1ShortIntro
source: Lead these guys to this building.
fr: Emmène les rescapés jusqu'au bâtiment.

# GameLevel2Intro
source: Glad to see the first test wasn't a problem to you! During your missions you will be in charge of collecting the surivors left on top of buildings, and lead them to safety. Once you have collected enough of them, we will try to send you a rescue ship. All you have to do is drag a way to these ships. Start by talking to these guys waiting there, once done, they will follow you.
fr: Content de voir que le premier test n'a pas été un problème pour toi ! Pendant tes missions tu auras la responsabilité d'emmener les survivants cachés sur les toits, hors de danger. Une fois que tu auras suffisamment de survivants avec toi, nous essayerons de t'envoyer une navette de secours. Tout ce que tu devras faire c'est mettre les survivants dans cette navette. Commence par parler aux survivants qui attendent là. Une fois fait, ils te suivront.
ko: } 첫 번째 테스트는 사용자가 surivors은 건물의 상단 에 남아 수집을 담당하고 에, 안전. {에 이르게됩니다 임무 중 당신에게! 문제가 아니 었 볼 수 계셔서 다행 한 번 그걸로 수집 한 우리는 구조 배. 너희 모두가이 배송 할 수있는 방법을 드래그합니다. 시작을 기다리고 이러한 guies 이야기하여, 이 당신에게 보내려고합니다 완료되면, 그들은 당신을 따를 것이다.

# GameLevel2ShipTutorial
source: Good ! Now that they agree to follow you, you have to get them inside this rescue ship.
fr: Parfait ! Maintenant qu'ils sont d'accord pour te suivre, tu dois les emmener dans cette navette de secours.
ko: 좋아요! 지금은 사람들이 당신을 따라 할 것에 동의 이 구조 선박 내부를 얻을 수 있습니다.

# GameLevel2ShortIntro
source: Get them to the rescue ship.
fr: Mets les survivants dans la navette.

# GameLevel3Intro
source: Hey ! Nice to see you again recruit ! This stage aims to teach you speed ! Getting all humans away from a building may take time. To go faster, just create more than one way off a building. Like this:
fr: Hey ! Ça fait plaisir de te revoir le bleu ! Cette fois, nous allons apprendre à aller vite ! Déplacer les survivants d'un bâtiment peut prendre du temps. Pour aller plus vite, tu devras créer plusieurs chemins de sortie. Comme ça:
ko: 이봐 요! 다시 모집! 이 단계 빠르게 이동하려면 시간입니다. 제압 해 당신에게 속도! 건물 에서 모든 인간 도망가을 가르쳐하는 것을 목적으로 반갑습니다, ​​당신은 하나 이상의 방법을 만들어야 오프 건물 이런 식으로. :

# GameLevel3ShortIntro
source: Make it quick !
fr: Fais vite !

# GameLevel4Intro
source: Yeah! You made it to the last training stage ! This stage is a little excursion into the wild. You have to reach the hospital with these humans, but don't lose too many of them !
fr: Bravo ! Tu as atteint le dernier niveau d'entrainement ! Cette dernière étape est un petit aperçu de ce qui t'attend dehors. Il faut que tu atteignes l'hôpital sans perdre trop de survivants en route!
ko: 네! 이 단계는 야생에 대해 조금 여행. { } 당신이 인간으로 병원에 도달 할 것입니다 ! 마지막 훈련 단계에 갔고,하지만 너무 많은 희망을 잃지 마!

# GameLevel4ShortIntro
source: Reach the hospital.
fr: Atteint l'hôpital.

# SurvivalShipTutorial
source: Now that you have plenty of survivors, you have to get them out of danger by dropping them in this spaceship.
fr: Maintenant que tu as plein de rescapés, tu dois les sauver en les mettant dans cette navette.
ko: 이제 생존자을 많이 가지고, 이 우주선에 놓아을 위험 빠져 나가야 해.

# SurvivalPlateformeTutorial
source: Looks like you don't know quite what to do, right ? No problem, I'll show you.
fr: Il semblerait que tu ne saches pas trop quoi faire, hein ? Pas de panique, je te montre.
ko: 당신이 할 매우하는지 모르겠 것 같은데, 맞죠? 문제 없어요, 난 당신을 보여 드리죠.

# SurvivalSaveSiblingsTutorial
source: Lost again;) ? You're meant to save these guys there.
fr: Encore perdu;) ? Tu dois aider ces survivants là.
ko: ;) 또 길 잃었 니? 당신은 거기에 이 guies를 저장하는 거라구.

# SurvivalCrowdedPlateformeTutorial
source: Over-crowded platforms ? Let me show you. You can create more than one way from a platform.
fr: Plateforme surchargée ? Laisse-moi te montrer. Tu peux créer plus d'un chemin partant d'une plateforme.
ko: 오버 북적 plateformes? 제가 보여 드리죠. 당신은 plateforme에서 하나 이상의 방법을 만들 수 있습니다.

# SurvivalWelcomeTutorial
source: Welcome to the survival mode, recruit! Your mission is simple, rescue the survivors left at ground zero. And lead them to safety.
fr: Bienvenue dans le mode survival le bleu ! Ta mission est simple, sauver les rescapés restés en ville. Et les ramener en sécurité.
ko: 당신의 임무는 간단 생존 모드 모집! 에 오신 것을 환영합니다, 지상 제로. 에 남아있는 생존자를 구조 및 안전으로 연결되어 있습니다.

# SurvivalClockGuyTutorial
source: Ok, let me talk to you about the clock guy. Once in a while you will find a survivor with a clock above his head. This guy is really important ! His clock will give you time for the next level. If you don't save any in a level, you won't be able to go to the next level !
fr: Ok, laisse moi te parler des horlogers. Tu seras amené à croiser des rescapés avec une horloge au dessus de la tête. Ils sont super importants ! Leur horloge te donnera du temps pour le prochain niveau. Si tu n'en sauves pas pendant un niveau, tu ne pourras pas passer au niveau suivant !
ko: 좋아요, 당신이 그의 머리 위에 시계와 생존자를 찾을 수는 동안 일단의 시계 남자. 에 대해 얘기하자. 이 사람이} 정말 중요한!}입니다 그의 시계 {에 시간을 제공합니다 } 다음 수준. 당신이 수준에를 저장하지 않은 경우, 당신은 다음 레벨로 이동} {수 없습니다!

# SurvivalHospitalTutorial
source: Nice, you have reached your first Hospital ! You will find one at the end of each levels, when the time left reaches 0. The time you'll have for the next level depends on the number of clock guys you saved. The level ends when all the survivors are on the hospital's roof.
fr: Bien, tu viens d'atteindre ton premier hôpital ! Tu en trouveras un à chaque fin de niveau, quand le temps restant atteint 0. Le temps que tu auras pour faire le niveau suivant dépend du nombre d'horloger que tu as sauvé. Le niveau s'arrête quand tous les rescapés sont sur le toit de l'hôpital.
ko: 안녕하세요, 첫 번째 병원에 도달했습니다! 시간 왼쪽이 도달 할 때 0. 당신은 다음 수준 에해야 시간을 당신은 시계 guies 의 수에 따라 달라집니다} 각 수준의 끝 부분 에 하나, {를 찾을 수 당신이 저장되었습니다. { } 모든 생존자 병원의 지붕에있는 경우 { } 수준이 종료됩니다.

# SurvivalShopTutorial
source: Hey ! It's me again. I have some bad news for you:( Sending you ships costs a lot, and we're running out of money up there. So we won't be able to send you ships as regularly:/ But the good thing is, you have collected coins.. well I hope so. You will have to buy your own ships at the hospital now. Ho, and I almost forgot, you can buy missile launchers too:)
fr: Hey ! C'est encore moi ! J'ai de mauvaises nouvelles pour toi:( Envoyer des navettes coûte cher, et on manque d'argent là haut. On va avoir du mal à envoyer des navettes aussi régulièrement:/ Mais la bonne nouvelle, c'est que tu as collecté des pièces... enfin j'espère. Il va falloir que tu achètes tes propres navettes maintenant. Tu en trouveras à chaque hôpital. Ha oui, j'oubliais, on a ajouté des lance-missiles aussi:)

# SurvivalTimeOutTutorial
source: Argh ! Game Over ! You got out of time... This happens when you don't save any clock guys. Get everyone on the mother ship to end your mission. Next time you'll do better, for sure !
fr: Argh ! Fin de partie ! Tu as manqué de temps, c'est ce qui arrive quand on ne récupère pas d'horloges. Rassemble tout le monde sur le vaisseau mère pour finir ta mission et connaitre ton score final. Tu feras mieux la prochaine fois !

# SurvivalAllDeadTutorial
source: Argh ! Game Over ! You've lost all the survivors ! You need at least one to continue !
fr: Argh ! Fin de partie ! Tu as perdu tous les survivants ! Il en faut au moins un pour continuer !

# GameLevelCleared
source: Level cleared !
fr: Niveau Réussi !

# GameLevelFailed
source: Level failed !
fr: Raté !

# GameLevelFailedKill
source: You're meant to save these guies, not to kill them !
fr: Tu es censé les sauver, et non les tuer !

# GameLevel1Grade1
source: Well... that was slow. But, I'm a good guy so you can go to the next level.
fr: Bon... c'était un peu long. Mais je suis sympa, tu passes un niveau suivant.

# GameLevel1Grade2
source: Ok, not impressive, but enough to go to the next level.
fr: Ok, pas de quoi fouetter un chat, mais ce sera suffisant.

# GameLevel1Grade3
source: Good ! You have my permission to go to the next level.
fr: Bien ! Tu as ma permission pour passer au niveau suivant.

# GameLevel1Grade4
source: Great ! Not your first time here, right ?
fr: Parfait ! C'est pas la première fois que je te vois, nan ?

# GameLevel2Grade1
source: Well... I let you go to the next level, but you'd better be faster.
fr: Bon... Je te laisse passer au niveau suivant, mais il faudra être plus rapide.

# GameLevel2Grade2
source: Ok, that'll be enough to go to the next stage.
fr: Ok, ce sera suffisant pour cette fois.

# GameLevel2Grade3
source: Good ! Speed can save many lives down there !
fr: Bien ! La vitesse pourra te sauver la vie quand tu seras là bas !

# GameLevel2Grade4
source: Great ! If you do that well, you're going to be unbeatable !
fr: Parfait ! Si tu fais aussi bien, tu deviendras vite imbattable !

# GameLevel2Failed
source: You missed the ship !
fr: Tu as raté la navette !

# GameLevel3Grade1
source: You did it, a bit slow, but you can go to the next level.
fr: Tu as réussi, pas super, mais suffisant.

# GameLevel3Grade2
source: Ok, but you will have to be a little faster to save the world !
fr: Ok, mais il va falloir être plus rapide pour sauver le monde !

# GameLevel3Grade3
source: Good ! One more level and you will be ready for your first mission !
fr: Bien ! Encore un niveau et tu seras prêts à sauver le monde !

# GameLevel3Grade4
source: Whoohoo that was fast !
fr: Whoohoo c'était rapide !

# GameLevel4Cleared
source: You cleared the last training stage ! You're now officially a RescueJumper !
fr: C'était le dernier niveau d'entrainement ! Tu es maintenant un RescueJumper !

# SurvivalEnd1
source: Hmm ok… that was… you might try again... now.
fr: Hmmm ok... comment dire... tu peux recommencer... maintenant ;)

# SurvivalEnd2
source: Well, that was bad, and you should feel bad..
fr: C'est pas comme ça qu'on va se débarrasser des zombies !

# SurvivalEnd3
source: Ok not THAT bad, but still bad..
fr: Pas si mal, mais pas top non plus...

# SurvivalEnd4
source: Ok, I see you got it, now do it again, better.
fr: Ça commence à rentrer ! Maintenant on recommence, en mieux !

# SurvivalEnd5
source: Looks like we might have a chance, try harder !
fr: Ça commence à être pas mal, réessaie !

# SurvivalEnd6
source: Good ! But the zombies are not that impressed.
fr: Bien ! Mais les zombies ne sont pas trop impressionnés.

# SurvivalEnd7
source: Haha! looks like we've got something here ! now do it better.
fr: Haha ! Je crois qu'on tient quelque chose !

# SurvivalEnd8
source: Yeah that's good, but we're still far from your best !
fr: Ça c'est bien ! Mais tu peux faire encore mieux !

# SurvivalEnd9
source: You're doing good, but I still see thousands survivors waiting for you !
fr: Bon score ! Mais je vois encore un paquet de survivants qui t'attendent !

# SurvivalEnd10
source: Not bad, not bad. I'm slightly impressed..
fr: Pas mal, pas mal. Je suis légèrement impressionné...

# SurvivalEnd11
source: Ho ho ho ! looks like we've got a badass over here.
fr: Ho ho ho ! On a une futur légende là !

# SurvivalEnd12
source: You got my respect now.
fr: Ok, tu as mon respect maintenant.

# SurvivalEnd13
source: Holy s**** ! how much !?
fr: Quoi ?! Combien ??

# SurvivalEnd14
source: GOD-LIKE !!
fr: T'es un tueur !

# SurvivalEnd15
source: You are a legend.
fr: Tu es une légende.

# SurvivalEnd16
source: You found a way to cheat right ?
fr: T'as triché là, nan ?

# MissileLauncherDescription
source: Clean the big mess off the screen and do your job like a butterfly in an empty field !
fr: Problème de zombies ? Un petit coup de nettoyage s'impose.

# ShipItemDescription
source: Know what it feels to wait for a ship that doesn’t come ??
fr: La navette de secours, l'outil indispensable du bon RescueJumper.

source: Level
fr: Niveau

source: Time for level
fr: Temps

source: Ready for
fr: Prêt pour

source: Show tutorial
fr: Montrer aides

# ClockPicked
source: Let's see what you got...
fr: Voyons ce que tu as récolté...

source: Back to menu
fr: Retour au menu

# StatTime
source: Time
fr: Temps

# StatLevel
source: Level
fr: Niveau

# StatConverted
source: Converted
fr: Convertis

# StatSaved
source: Saved
fr: Sauvés

# StatSavedOctave
source: Saved Octave
fr: Octave sauvés

# StatNukedZombies
source: Nuked zombies
fr: Zombies tués

# StatEndHumans
source: End humans
fr: Humains de fin

# StatHumanBonus
source: Human bonus
fr: Bonus Humains

# StatCoins
source: Coins
fr: Argent

# StatFullShip
source: Full ship
fr: Navettes pleines

# StatTotalShips
source: Total ships
fr: Navettes

# StatJumpBases
source: Jump-bases
fr: Plateformes

# StatMaxZombies
source: Max zombies
fr: Max de zombies

# StatMaxHumans
source: Max humans
fr: Max d'humains

# StatTotalJumps
source: Total jumps
fr: Nombre de sauts

# StatBrokenWalls
source: Broken walls
fr: Murs cassés

# StatBrokenPlateform
source: Broken platform
fr: Plateformes cassées

# StatBrokenShip
source: Broken ship
fr: Navettes cassées

# StatFailedJumps
source: Failed jumps
fr: Sauts ratés

# StatMissedHumans
source: Missed humans
fr: Humains manqués

# StatMissedOctave
source: Missed Octave
fr: Octave manqués

# StatKilledHumans
source: Killed humans
fr: Humains tués

# StatKilledOctave
source: Killed Octave
fr: Octave tués

# StatInfected
source: Infected
fr: Infectés

# TextIntro
source: Gotta save'em all ! ... ;)
fr: Sauve les rescapés !

# HospitalText
source: All on the hospital roof !
fr: Tous sur le toit de l'hôpital !

# EndLevelText
source: End level reached !
fr: Fin de niveau atteinte !

# TimeOut
source: Time Out ! :( Get back to mother ship !
fr: Fin du temps ! :( Tous sur le vaisseau mère !

# FBShareTitle
source: I've made %@ on RescueJumper for %@, try to beat that !
fr: Je viens de faire %@ à RescueJumper sur %@, essaie de faire mieux !

# FBShareBody
source: I've saved %d humans, alternately I also killed %d of them :/ But hey ! That's still %d full ships !
fr: Ça fait %d humains sauvés ! Bon, il y a eut %d victimes dans l'opération :/ Mais j'ai quand même réussi à remplir %d navettes ! C'est pas cool ça ??

# TwitterShare
source: I've saved %d humans, alternately I also killed %d of them :/ But hey ! That's still %d full ships for a total of %@ points !
fr: Ça fait %d humains sauvés ! Bon, il y a eut %d victimes dans l'opération :/ Mais j'ai quand même réussi à remplir %d navettes ! Pour un total de %@ points ! Cool, nan ??
